import React from "react";
import './index.css';



const Aboutpage = () =>{
    return(
        <div>
            <h1>About To-do-list</h1>
            <p className="to"> To-do-list — ведение списка дел, которые нужно выполнить в течение какого-то периода времени, к примеру, дня или недели, является одним из наиболее действенных средств повышения личной эффективности. Однако в его использовании существуют свои подводные камни. К примеру, список дел может стать разновидностью прокрастинации — потратив уйму времени на выполнение второстепенных задач, Вы будете откладывать и в итоге не успеете сделать наиболее важное. Кроме того, если составить слишком плотный список дел, существует огромный риск не рассчитать время, необходимое для выполнения заданий, а также ограничить свободу маневра.  



</p>
        </div>
    );
}
export {Aboutpage}